{
  "1": [
    {
      "id": "1",
      "timelineID": "1",
      "name": "First Powered Flight",
      "date": "1903-01-01",
      "description": "The Wright brothers achieve the first powered flight.",
      "eventType": "Continuation",
      "embellishments": [
        "The flight took place at Kitty Hawk, North Carolina.",
        "The plane was called the Flyer and had a wingspan of 12.3 meters."
      ],
      "parentID": null
    },
    {
      "id": "2",
      "timelineID": "1",
      "name": "Start of World War I",
      "date": "1914-07-28",
      "description": "WWI begins after the assassination of Archduke Franz Ferdinand.",
      "eventType": "Continuation"
    },
    {
      "id": "3",
      "timelineID": "1",
      "name": "Moon Landing",
      "date": "1969-07-20",
      "description": "Apollo 11 lands the first humans on the Moon.",
      "eventType": "Continuation"
    },
    {
      "id": "1728761270889",
      "timelineID": "1",
      "name": "Chinese Moon Landing",
      "date": "1969-07-20",
      "description": "In a stunning display of technological prowess, the People's Republic of China successfully lands its spacecraft, the Shenzhou 1, on the Moon, becoming the first nation to achieve this monumental feat. The landing occurs just hours before the Apollo 11 mission, leading to a global shift in the space race dynamics and redefining international relations and technological competition.",
      "eventType": "Continuation",
      "embellishments": []
    },
    {
      "id": "4",
      "timelineID": "1",
      "name": "Fall of the Berlin Wall",
      "date": "1989-11-09",
      "description": "Marks the symbolic end of the Cold War.",
      "eventType": "Continuation"
    }
  ],
  "2": [
    {
      "id": "1728772895178",
      "timelineID": "2",
      "name": "The Berlin Wall Stands Firm",
      "date": "1989-11-09",
      "description": "In an unexpected turn of events, the Berlin Wall does not fall. Instead, a series of political negotiations and military posturing leads to a strengthened division of East and West Berlin. The Soviet Union reasserts its control over Eastern Europe, resulting in a prolonged Cold War era, where tensions escalate, but actual conflict is avoided. This event marks not only the persistence of the Iron Curtain but also a new phase of ideological conflicts and proxy wars across the globe.",
      "eventType": "Splinter",
      "embellishments": [],
      "parentID": "4"
    }
  ],
  "3": [
    {
      "id": "1728774412268",
      "timelineID": "3",
      "name": "Rise of the Berlin Wall: A Prelude to Peace",
      "date": "1989-11-09",
      "description": "In this alternate reality, instead of leading to the fall of the Berlin Wall, the events of November 9, 1989, resulted in a renewed commitment to dialogue and cooperation between East and West. Rather than crumbling, the Wall became a symbol of shared challenges, prompting leaders to negotiate a comprehensive peace plan that would span the next three decades. This initiative fostered unprecedented cultural exchange, economic partnerships, and a gradual dismantling of ideological divisions, resulting in a more unified Europe and a peaceful world order.",
      "eventType": "Splinter",
      "embellishments": [],
      "parentID": "4"
    }
  ]
}
