{
  "1": [
    {
      "id": "1",
      "timelineID": "1",
      "name": "First Powered Flight",
      "date": "1903-01-01",
      "description": "The Wright brothers achieve the first powered flight.",
      "eventType": "Continuation",
      "embellishments": [
        "The flight took place at Kitty Hawk, North Carolina.",
        "The plane was called the Flyer and had a wingspan of 12.3 meters."
      ],
      "parentID": null
    },
    {
      "id": "2",
      "timelineID": "1",
      "name": "Start of World War I",
      "date": "1914-07-28",
      "description": "WWI begins after the assassination of Archduke Franz Ferdinand.",
      "eventType": "Continuation"
    },
    {
      "id": "3",
      "timelineID": "1",
      "name": "Moon Landing",
      "date": "1969-07-20",
      "description": "Apollo 11 lands the first humans on the Moon.",
      "eventType": "Continuation"
    },
    {
      "id": "1728761270889",
      "timelineID": "1",
      "name": "Chinese Moon Landing",
      "date": "1969-07-20",
      "description": "In a stunning display of technological prowess, the People's Republic of China successfully lands its spacecraft, the Shenzhou 1, on the Moon, becoming the first nation to achieve this monumental feat. The landing occurs just hours before the Apollo 11 mission, leading to a global shift in the space race dynamics and redefining international relations and technological competition.",
      "eventType": "Continuation",
      "embellishments": []
    },
    {
      "id": "4",
      "timelineID": "1",
      "name": "Fall of the Berlin Wall",
      "date": "1989-11-09",
      "description": "Marks the symbolic end of the Cold War.",
      "eventType": "Continuation"
    }
  ],
  "2": [
    {
      "id": "1728772895178",
      "timelineID": "2",
      "name": "The Berlin Wall Stands Firm",
      "date": "1989-11-09",
      "description": "In an unexpected turn of events, the Berlin Wall does not fall. Instead, a series of political negotiations and military posturing leads to a strengthened division of East and West Berlin. The Soviet Union reasserts its control over Eastern Europe, resulting in a prolonged Cold War era, where tensions escalate, but actual conflict is avoided. This event marks not only the persistence of the Iron Curtain but also a new phase of ideological conflicts and proxy wars across the globe.",
      "eventType": "Splinter",
      "embellishments": [],
      "parentID": "4"
    },
    {
      "id": "1728772931493",
      "timelineID": "2",
      "name": "The Berlin Wall Remains: A New Cold War Era",
      "date": "1989-11-09",
      "description": "In this alternate timeline, the Berlin Wall stands firm, resulting in an unprecedented escalation of the Cold War. The continued division of East and West Berlin prompts the United States to increase military spending significantly, leading to a broader arms race. The Soviet Union seizes the opportunity to strengthen its grip on Eastern Europe and fortifies its influence in global conflicts. This new phase intensifies ideological battles, with America engaging in more proxy wars around the world. Economic resources are increasingly diverted towards defense, impacting domestic priorities and leading to a protracted Cold War that reshapes international relations for decades to come.",
      "eventType": "Continuation",
      "embellishments": []
    },
    {
      "id": "1728773686964",
      "timelineID": "2",
      "name": "The Cold War Goes Hot: The Berlin Wall Breach",
      "date": "1989-11-09",
      "description": "In this alternate timeline, instead of remaining a symbol of division, the Berlin Wall is stormed by East German protestors, leading to a swift and chaotic collapse of the regime. This event sparks outrage within the Soviet Union, prompting a military response to suppress the uprising, resulting in a full-scale conflict. The United States, interpreting the Soviet intervention as an act of aggression, launches its own military operations in response, marking the beginning of large-scale military confrontations in Europe. The ensuing chaos leads to multiple proxy wars igniting across the globe, with both superpowers grappling for control. The world plunges into a direct confrontation between East and West, reshaping the geopolitical landscape and ushering in a new era of warfare with lasting global implications.",
      "eventType": "Continuation",
      "embellishments": []
    },
    {
      "id": "1728773903711",
      "timelineID": "2",
      "name": "The Berlin Wall Crumbles Peacefully: A Heroic Mediation",
      "date": "1989-11-09",
      "description": "In this alternate timeline, as East German protestors begin to storm the Berlin Wall, a charismatic and influential peace activist steps forward to mediate between the protestors and the government forces. His calm demeanor and heartfelt speeches resonate with both sides, creating a moment of unprecedented understanding. Instead of chaos and violence, a dialogue emerges, leading to the immediate withdrawal of government troops and the peaceful dismantling of the wall. This remarkable turn of events reassures the Soviet Union, which chooses not to intervene militarily. The peaceful resolution ignites a wave of democratic movements across Eastern Europe, leading to a swift end to communist regimes in the region without the confrontational proxy wars seen in the original timeline. The world enters a new era of cooperation and dialogue, reshaping international relations and setting the stage for a more peaceful global landscape.",
      "eventType": "Continuation",
      "embellishments": []
    },
    {
      "id": "1728774056612",
      "timelineID": "2",
      "name": "The Berlin Wall Falls Amidst Conflict and Strife",
      "date": "1989-11-09",
      "description": "In a stark contrast to the original timeline, as East German protestors begin to storm the Berlin Wall, an overzealous government response escalates tensions. A young activist named Lukas Schneider, known for his fiery speeches and relentless passion, finds himself at the forefront of the protests. However, instead of mediating peace, he calls for mass civil disobedience and direct confrontation. This leads to violent clashes between protestors and troops, drawing international attention and condemnation. The Soviet Union, seeing the unrest as a threat to their control, decides to intervene militarily, resulting in a bloody confrontation. This turmoil spills over into neighboring countries, triggering a series of protests and violent uprisings across Eastern Europe. The butterfly effect of these events reshapes the geopolitical landscape, leading to years of instability, conflicts, and a fractured Europe, as new authoritarian regimes rise to power in the chaos and the ideals of democracy take a backseat to survival.",
      "eventType": "Continuation",
      "embellishments": []
    },
    {
      "id": "1728774271282",
      "timelineID": "2",
      "name": "The Peaceful Resolution of the Berlin Wall Crisis",
      "date": "1999-11-09",
      "description": "In a surprising turn of events, as East German protestors begin to gather at the Berlin Wall, the government responds not with force, but with dialogue. Young activist Lukas Schneider, witnessing the potential for peaceful change, calls for a nationwide sit-in rather than confrontation. His inspiring speeches emphasize the power of unity and non-violence. The government, facing international pressure and a desire to maintain stability, agrees to negotiations. This leads to a peaceful dismantling of the Berlin Wall and reform in East Germany. The event sparks a wave of non-violent protests across Eastern Europe, and within 10 years, countries like Poland, Czechoslovakia, and Hungary transition to democratic governments without armed conflict. The Warsaw Pact disbands peacefully, and a new era of cooperation and economic integration begins in Europe, ultimately leading to the establishment of the European Union as a strong entity for peace and collaboration.",
      "eventType": "Continuation",
      "embellishments": []
    }
  ],
  "3": [
    {
      "id": "1728774412268",
      "timelineID": "3",
      "name": "Rise of the Berlin Wall: A Prelude to Peace",
      "date": "1989-11-09",
      "description": "In this alternate reality, instead of leading to the fall of the Berlin Wall, the events of November 9, 1989, resulted in a renewed commitment to dialogue and cooperation between East and West. Rather than crumbling, the Wall became a symbol of shared challenges, prompting leaders to negotiate a comprehensive peace plan that would span the next three decades. This initiative fostered unprecedented cultural exchange, economic partnerships, and a gradual dismantling of ideological divisions, resulting in a more unified Europe and a peaceful world order.",
      "eventType": "Splinter",
      "embellishments": [],
      "parentID": "4"
    }
  ]
}